app/controllers/users_controller.rb

INSERT INTO "users" ("created_at", "updated_at") VALUES ($1, $2) RETURNING "id"  [["created_at", "2018-10-29 15:48:45.966158"], ["updated_at", "2018-10-29 15:48:45.966158"]]
---
def create
  users = User.new
  users.user_name = params[:user_name]
  users.email = params[:email]
  users.bio = params[:bio]
  users.save